[
  {
    "pytanie": "Na czym polega prawna ochrona pracy?",
    "odp": "To zestaw przepisów mających na celu zapewnienie bezpieczeństwa, zdrowia i dobrych warunków pracy.\n\n- ochrona stosunku pracy (przed nieuzasadnionym zwolnieniem)\n- ochrona wynagrodzenia\n- ochrona warunków pracy (oświetlenie, wentylacja)\n- ochrona organizacji w pracy\n- ochrona pracy kobiet i młodocianych\n- ochrona świadczeń pracowniczych (urlopy, zwolnienia)."
  },
  {
    "pytanie": "Na czym polega techniczne bezpieczeństwo pracy?",
    "odp": "Jest to zapewnienie bezpiecznych warunków pracy poprzez odpowiednie projektowanie, budowanie, instalowanie, konserwację i eksploatację obiektów, maszyn, narzędzi i urządzeń technicznych.\n\n- bezpieczeństwo obiektów i pomieszczeń pracy\n- bezpieczeństwo maszyn, narzędzi i urządzeń technicznych\n- energetyka, transport, procesy technologiczne\n- materiały i surowce\n- dokumentacja budowlana, techniczna, ruchowa i instrukcje"
  },
  {
    "pytanie": "Higiena pracy?",
    "odp": "- higiena pomieszczeń pracy\n- higiena pomieszczeń technicznych\n- higiena osobista pracowników\n- zaplecze sanitarno higieniczne\n- środki higieny i zabezpieczenia higieniczne"
  },
  {
    "pytanie": "Czym rózni się sprzęt ochrony indywidualnej klasy I i III?",
    "odp": "I - chroni przed urazem odwracalnym \nIII - chroni przed urazem nieodwracalnym"
  },
  {
    "pytanie": "Organy Nadzoru nad warunkami pracy",
    "odp": "Państwowe organy: Państwowa Inspekcja Pracy, Państwowa Inspekcja Sanitarna, Urząd Dozoru Technicznego, Państwowa Straż Pożarna, Ochrona Środowiska, Inne państwowe organy: (Urzędy Morskie, Górnicze, Prokuratura, Główny Inspektor Nadzoru Budowlanego, Inspektorat Gospodarki Paliwowo-Energetycznej)\nSpołeczny nadzór: Związki zawodowe, Społeczna Inspekcja Pracy – Zakładowy Społeczny Inspektor Pracy"
  },
  {
    "pytanie": "Odpowiedzialność pracodawcy",
    "odp": "- Postępowanie mandatowe: do 500 zł, do 1000 zł, 2000 zł (5000 jeśli jest to 3 wykroczenie w ciągu ostatnich 24 miesięcy)\n- Grzywna: od 1000 do 30 000 zł - jak nie przyjmie mandatu lub gdy wykroczenie jest duże\n- Art 220 Kodeksu Karnego - na skutek świadomego niedopełnienia obowiązku BHP naraża zdrowie lub życie pracownika popełnia przestępstwo ; podlega karze do 3 lat pozbawienia wolności"
  },
  {
    "pytanie": "Obowiązki pracodawcy",
    "odp": "- organizować pracę w sposób zapewniający bezpieczne i higieniczne warunki pracy\n- zapewnić przestrzeganie w zakładzie przepisów oraz zasad bhp, wydać polecenia usunięcia uchybień w tym zakresie oraz kontrolować usunięcie tych uchybień\n- zapewnić wykonanie nakazów, wystąpień, decyzji i zarządzeń wydanych przez organy nadzoru nad warunkami pracy\n- zapewnić wykonanie zaleceń zakładowego społecznego inspektora pracy\n- ograniczanie ryzyka zawodowego\n- przeprowadzanie oceny ryzyka zawodowego\n- likwidowanie zagrożeń u źródła ich powstania\n- dostosowanie warunków i procesów pracy do możliwości pracownika\n- stosowanie nowych rozwiązań technicznych\n- zastępowanie niebezpiecznych procesów technologicznych, urządzeń, substancji i materiałów – bezpiecznymi lub mniej niebezpiecznymi\n- nadawanie priorytetu środkom ochrony zbiorowej przed środkami ochrony indywidualnej\n- instruowanie pracowników w zakresie BHP"
  },
  {
    "pytanie": "Proszę omówić parametry stanowiska komputerowego?",
    "odp": "Odległość monitora od oczu: 40-75 cm. Kąt prosty (90°) między ramionami a łokciami oraz udami a łydkami. Krzesło obrotowe, regulowane, z możliwością odchylenia 5° do tyłu. Jeśli osoba jest niska, wymagany opcjonalny podnóżek."
  },
  {
    "pytanie": "Jaka powinna być temperatura w pokojach biurowych, a jaka w szatniach?",
    "odp": "Pokoje mieszkalne i biurowe: min. 20°C. Rozbieralnie, szatnie, baseny, gabinety medyczne: min. 24°C."
  },
  {
    "pytanie": "Proszę podać rodzaje i wielkość oświetlenia stanowiska pracy?",
    "odp": "Oświetlenie sztuczne: min. 500 luksów dla pracy przy PC, czytania, sal wykładowych. Oświetlenie naturalne (stosunek okno:podłoga): 1:8 dla stałego pobytu ludzi, 1:12 jeśli wymagane tylko technologicznie."
  },
  {
    "pytanie": "Pod jakim warunkiem można tworzyć stanowiska pracy w pomieszczeniach bez okien?",
    "odp": "Tylko jeśli oświetlenie naturalne jest niemożliwe/niewskazane technologicznie ORAZ pracodawca uzyska zgodę Państwowego Wojewódzkiego Inspektora Sanitarnego w porozumieniu z Okręgowym Inspektorem Pracy. Wymagana klimatyzacja i oświetlenie awaryjne."
  },
  {
    "pytanie": "Proszę wymienić główne rodzaje wentylacji?",
    "odp": "1. Ogólna: naturalna (grawitacyjna, przewietrzanie, infiltracja, aeracja) i mechaniczna (nawiewna, wywiewna, nawiewno-wywiewna).\n2. Miejscowa: ssawki, okapy, obudowy (digestoria)."
  },
  {
    "pytanie": "Gdzie nie można stosować wentylacji mechanicznej?",
    "odp": "Nie można stosować np. w pomieszczeniach z paleniskami na paliwo stałe/płynne (kotłownie) pobierającymi powietrze z pomieszczenia i z grawitacyjnym odprowadzaniem spalin przewodem"
  },
      {
    "pytanie": "Cel ergonomii",
    "odp": "Celem ergonomii jest zapewnienie człowiekowi dobrego życia, zadowolenia, poczucia bezpieczeństwa i komfortu psychicznego jakiego może on doznać z chwilą stworzenia mu optymalnych warunków do pracy i wypoczynku."
  },
        {
    "pytanie": "Efekty uzyskiwane dzieki ergonomii",
    "odp": "- zmniejszenie zmęczenia i różnic indywidualnych\n- zmniejszenie zmęczenia pracą\n- zwiększenie wydajności pracy\n- zapobieganie patologicznym skutkom wykonywania pracy, ograniczenie ilości chorób zawodowych\n- zmniejszenie liczby wypadków przy pracy"
  },
        {
    "pytanie": "Ergonomia koncepcyjna",
    "odp": "jej celem jest takie zaprojektowanie narzędzia, urządzenia, maszyny czy też całego obiektu przemysłowego, aby spełniał on podstawowe wymagania ergonomii. Badania prowadzone w ramach ergonomii koncepcyjnej mają charakter badań podstawowych i dominuje w nich eksperyment"
  },
        {
    "pytanie": "Wibracja miejscowa, ogólna",
    "odp": "Wibracja miejscowa – drgania przenoszone są na pracownika przez kończyny górne.\nWibracja ogólna – przez całe ciało."
  },
      {
    "pytanie": "Jakie środki profilaktyczne musi zapewnić pracodawca dla pracowników pracujących poniżej 0 stopni",
    "odp": "pomieszczenie do ogrzewania się (min 14 stopni), odzież ochronna, ciepłe napoje"
  },
  {
    "pytanie": "Przepisy jakich rozporządzeń regulują wymagania techniczne maszyn?",
    "odp": "Rozp. Ministra Pracy i Polityki Socjalnej (ogólne przepisy BHP), Rozp. Ministra Gospodarki (w sprawie bezpieczeństwa maszyn), Rozp. Ministra Infrastruktury (warunki techniczne budynków)."
  },
  {
    "pytanie": "Jakie są ręczne normy przenoszenia ciężarów przy pracy stałej i dorywczej dla mężczyzn?",
    "odp": "30 kg przy pracy stałej oraz 50 kg przy pracy dorywczej."
  },
  {
    "pytanie": "Kiedy pracodawca musi zapewnić pomieszczenie do odpoczynku i jakie warunki musi ono spełniać?",
    "odp": "Gdy temp. przekracza 30°C (technologiczna), praca w maskach, praca stojąca/chodząca lub uciążliwa. Wymogi: min. 8m², klimatyzacja (przy >30°C), miejsca siedzące (min. 1 na 5 osób), odległość max 75m od stanowiska."
  },
  {
    "pytanie": "Kiedy pracodawca musi zapewnić pomieszczenie do ogrzewania się pracowników?",
    "odp": "Przy pracach na otwartej przestrzeni lub w nieogrzewanych pomieszczeniach zimą. Temp. wewnątrz min. 16°C, powierzchnia min. 8m², możliwość podgrzania posiłku."
  },
  {
    "pytanie": "Praca na wysokości i wymagania z tym związane?",
    "odp": "To praca na pow. >1m nad ziemią. Wymagania: balustrady (1,1m z krawężnikiem 15cm), siatki lub środki ochrony indywidualnej (szelki, uprzęże). Szkolenia, nadzór, badania wysokościowe."
  },
  {
    "pytanie": "Jakie mają obowiązki pracodawcy, których pracownicy wykonują pracę w tym samym miejscu?",
    "odp": "Muszą wyznaczyć koordynatora sprawującego nadzór nad BHP wszystkich pracowników, ustalić zasady współdziałania i informować się nawzajem o zagrożeniach."
  },
  {
    "pytanie": "Co to ergonomia?",
    "odp": "Ergonomia to nauka interdyscyplinarna, zajmująca się przystosowaniem narzędzi, maszyn, środowiska i warunków pracy do anatomicznych i psychofizycznych cech i możliwości człowieka, zapewniając sprawne, wydajne i bezpieczne wykonanie pracy."
  },
  {
    "pytanie": "Co to jest ergonomia korekcyjna?",
    "odp": "Dział ergonomii zajmujący się analizą i poprawą już istniejących rozwiązań/stanowisk. (Przeciwieństwem jest ergonomia koncepcyjna - projektowanie od nowa)."
  },
  {
    "pytanie": "W układzie człowiek-maszyna różnica w możliwościach człowieka a możliwościach maszyny polega na?",
    "odp": "Maszyny: szybkość, siła, powtarzalność, odporność na środowisko. Człowiek: kreatywność, podejmowanie decyzji w sytuacjach nietypowych, inteligencja, adaptacja, uczenie się.\nMożliwości maszyny są nie ograniczone, a człowieka już tak"
  },
  {
    "pytanie": "Proszę wymienić czynniki materialnego środowiska pracy według Ergonomii?",
    "odp": "Oświetlenie, hałas, drgania, mikroklimat (temperatura, wilgotność, ruch powietrza, ciśnienie), promieniowanie, pole elektromagnetyczne, zanieczyszczenia powietrza."
  },
        {
    "pytanie": "Centyl",
    "odp": "Centyl to punkt na skali pomiarowej, poniżej którego mieści się określony procent zaobserwowanych wartości zmiennej. Na przykład centyl 25 (C25) oznacza wynik wyższy od wyników testowania 25 procent badanych. Centyle dzielą zaobserwowane wartości zmiennej na 100 jednakowo licznych grup. Centyl pięćdziesiąty jest równy medianie. "
  },
  {
    "pytanie": "Proszę wymienić czynniki antropotechniczne i organizatorskie stanowiska roboczego?",
    "odp": "Antropotechniczne: wymiary stanowiska, charakterystyka ruchów, obciążeń. Organizatorskie: organizacja pracy, przerwy, kontrola, komunikacja, wsparcie społeczne, system zmianowy."
  },
        {
    "pytanie": "Co to jest mikroklimat",
    "odp": "Mikroklimat to specyficzne warunki klimatyczne (temperatura, wilgotność, ruch powietrza, ciśnienie) panujące na małym, wydzielonym obszarze (np. polana w lesie, dolina) lub w zamkniętym pomieszczeniu"
  },
  {
    "pytanie": "Na czym polega zasada miar ograniczających?",
    "odp": "Zasada miar ograniczających w ergonomii polega na projektowaniu stanowisk pracy i maszyn w oparciu o wymiary antropometryczne skrajnych grup populacji (zazwyczaj 5. i 95. centyla), aby zapewnić funkcjonalność dla ok. 90-95% użytkowników. Umożliwia to dostosowanie wymiarów do najmniejszych i największych osób. Zapewnienie, że stanowisko nie będzie za małe dla osoby dużej ani za duże (nieosiągalne) dla osoby małej, optymalizując komfort i bezpieczeństwo. "
  },
  {
    "pytanie": "Ergonomia w projektowaniu – zasady projektowania",
    "odp": "I zasada: Projekt powinien spełniać wszystkie postawione wymagania wynikające z obowiązujących przepisów, norm i oczekiwań użytkowników, odbiorców oraz innych szczegółowych zasad.\nII zasada: Projekt powinien być optymalny w danych warunkach ze względu na przyjęte kryterium optymalizacji.\n\nNie należy zadowalać się stworzeniem projektu dobrego, tylko dążyć do doskonałego"
  },
  {
    "pytanie": "Na jakiej podstawie następuje rozróżnianie elementów sterowniczych w ergonomii?",
    "odp": "Kształtu, rozmiaru, umiejscowienia, barwy."
  },
  {
    "pytanie": "Co to jest dobrostan?",
    "odp": "Dobrostan – to stan odczuwalny przez operatora podczas zgodnego z przeznaczeniem użytkowania maszyny, jeżeli dyskomfort, zmęczenie fizyczne i obciążenie psychiczne ograniczono do możliwego minimum"
  },
  {
    "pytanie": "Jaka jest odpowiedzialność pracodawcy za BHP?",
    "odp": "Ponoszą odpowiedzialność porządkową, wykroczeniową (grzywny do 30 tys. zł) oraz karną (do 3 lat więzienia za narażenie życia/zdrowia). Odpowiadają za stan BHP w zakładzie."
  },
  {
    "pytanie": "Jaka jest odpowiedzialność pracownika?",
    "odp": "Przestrzeganie przepisów BHP, udział w szkoleniach, wykonywanie badań lekarskich, dbanie o maszyny, informowanie o zagrożeniach. Grożą kary porządkowe (upomnienie, nagana, kara pieniężna)."
  },
  {
    "pytanie": "Co to są zasady BHP?",
    "odp": "Zbiór reguł i norm prawnych oraz technicznych mających na celu stworzenie pracownikowi bezpiecznych i higienicznych warunków pracy oraz ochronę przed wypadkami i chorobami."
  },
  {
    "pytanie": "Różnice między znakiem China Export a European Certification (CE):",
    "odp": "Oryginalne CE: litery oddalone od siebie (wpisane w dwa okręgi), środkowa belka 'E' krótsza. China Export: litery blisko siebie, 'E' ma równe belki. Znak CE oznacza zgodność z dyrektywami UE.",
    "imgs": [
      "https://www.kimuagroup.com/wp-content/uploads/2021/03/ce-china-export-difference.png"
    ]
  },
  {
    "pytanie": "Co to jest Dokumentacja techniczno-ruchowa (DTR)?",
    "odp": "Instrukcja (paszport) maszyny zawierająca dane techniczne, instrukcje obsługi, konserwacji, BHP, schematy. Musi być w języku zrozumiałym dla pracownika (polskim)."
  },
  {
    "pytanie": "Co to jest Instrukcja bezpiecznego wykonywania robót (IBWR)?",
    "odp": "Dokument opracowywany przez wykonawcę przed rozpoczęciem robót budowlanych, określający sposoby zapobiegania zagrożeniom specyficznym dla danej budowy."
  },
  {
    "pytanie": "Jakie przerwy przysługują pracownikowi?",
    "odp": "Przy pracy min. 6h: 15 minut (wliczane do czasu pracy). Przy komputerze: 5 min po każdej godzinie pracy. Kobiety w ciąży przy komputerze: 10 min po 50 min pracy."
  },
  {
    "pytanie": "Definicja stałego miejsca pracy:",
    "odp": "Pomieszczenie/miejsce, w którym pracownik przebywa łącznie ponad 4 godziny w ciągu doby."
  },
  {
    "pytanie": "Wymagania dla stałego miejsca pracy (wysokość, powierzchnia, kubatura):",
    "odp": "Wysokość: 3m (lub 2.5m przy zgodzie sanepidu dla <4 osób). Powierzchnia wolna podłogi: min. 2m²/os. Kubatura: min. 13m³/os."
  },
  {
    "pytanie": "Co to jest Komisja BHP i kiedy się ją powołuje?",
    "odp": "Organ doradczy i opiniodawczy pracodawcy. Powoływana, gdy zakład zatrudnia powyżej 250 pracowników. Skład: pracodawca, służba BHP, lekarz, przedstawiciele pracowników."
  },
  {
    "pytanie": "Trójkąt (hierarchia) środków ochrony - kolejność stosowania:",
    "odp": "1. Środki techniczne (eliminacja zagrożenia u źródła). 2. Środki ochrony zbiorowej. 3. Środki ochrony organizacyjnej (rotacja, procedury) 4. Środki ochrony indywidualnej (jako ostateczność)."
  },
  {
    "pytanie": "Wymagane natężenie oświetlenia dla różnych czynności:",
    "odp": "Korytarz: 100 lx. Łazienki: 200 lx. Praca biurowa/PC: 500 lx. Montaż precyzyjny: 1000 lx."
  },
  {
    "pytanie": "Jakie są ręczne normy przenoszenia ciężarów dla kobiet?",
    "odp": "Praca stała: 12 kg (3 kg w ciąży). Praca dorywcza: 20 kg (5 kg w ciąży)."
  },
  {
    "pytanie": "Co to są czynniki niebezpieczne?",
    "odp": "Czynniki, których oddziaływanie na pracownika prowadzi lub może prowadzić do urazu (wypadku), np. ruchome części maszyn, prąd elektryczny, śliska nawierzchnia."
  },
  {
    "pytanie": "Co to są czynniki szkodliwe?",
    "odp": "Czynniki, których oddziaływanie może prowadzić do schorzenia (choroby zawodowej) po pewnym czasie, np. hałas, pyły, substancje chemiczne."
  },
  {
    "pytanie": "Co to są czynniki uciążliwe?",
    "odp": "Czynniki utrudniające pracę, obniżające wydajność, ale niepowodujące trwałego uszczerbku na zdrowiu, np. monotonność, wysiłek fizyczny."
  },
  {
    "pytanie": "Co to jest wypadek przy pracy?",
    "odp": "Nagłe zdarzenie wywołane przyczyną zewnętrzną powodujące uraz lub śmierć, które nastąpiło w związku z pracą."
  },
  {
    "pytanie": "Rodzaje wypadków przy pracy:",
    "odp": "Śmiertelny (zgon do 6 miesięcy), Ciężki (ciężkie uszkodzenie ciała), Zbiorowy (min. 2 osoby), Powodujący czasową niezdolność do pracy (lekki)."
  },
  {
    "pytanie": "Choroba zawodowa - definicja:",
    "odp": "Schorzenie wymienione w wykazie chorób zawodowych, spowodowane działaniem czynników szkodliwych w środowisku pracy lub sposobem wykonywania pracy."
  },
  {
    "pytanie": "Co zawiera ocena ryzyka zawodowego?",
    "odp": "Identyfikację zagrożeń, oszacowanie ryzyka, wyznaczenie środków profilaktycznych zmniejszających ryzyko. Pracownik musi być z nią zapoznany."
  },
  {
    "pytanie": "Kto płaci za badania lekarskie (wstępne, okresowe)?",
    "odp": "Zawsze pracodawca. Odbywają się w godzinach pracy (z zachowaniem prawa do wynagrodzenia)."
  },
  {
    "pytanie": "Kto zapewnia odzież roboczą i środki ochrony indywidualnej?",
    "odp": "Pracodawca - nieodpłatnie. Musi też zapewnić ich pranie i konserwację."
  },
  {
    "pytanie": "Służba BHP - kiedy jest obowiązkowa?",
    "odp": "W zakładach zatrudniających powyżej 100 pracowników należy utworzyć służbę BHP. Poniżej 100 - zadania te może wykonywać pracodawca lub specjalista z zewnątrz."
  },
  {
    "pytanie": "Instruktaż ogólny a stanowiskowy - różnice:",
    "odp": "Ogólny: dla nowo zatrudnionych, zapoznaje z przepisami ogólnymi i regulaminem. Stanowiskowy: na konkretnym stanowisku, zapoznaje z ryzykiem, maszynami i procesem pracy."
  },
  {
    "pytanie": "Symboliczne kolory bezpieczeństwa:",
    "odp": "Czerwony: zakaz, pożar, stop. Żółty: ostrzeżenie. Niebieski: nakaz. Zielony: wyjście ewakuacyjne, pierwsza pomoc, stan bezpieczny."
  },
  {
    "pytanie": "NDS - co to znaczy?",
    "odp": "Najwyższe Dopuszczalne Stężenie - średnie stężenie czynnika szkodliwego, którego oddziaływanie przez 8h dziennie nie powinno spowodować ujemnych zmian w zdrowiu."
  },
  {
    "pytanie": "NDN - co to znaczy?",
    "odp": "Najwyższe Dopuszczalne Natężenie - dotyczy czynników fizycznych jak hałas czy wibracje."
  }
]